;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Svenska/Swedish
WebLang=SWE
Translator=S. Ljungwall - ljungwall@gmail.com
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Visa
103 = Alternativ
104 = Avinstallerare
105 = Verktyg
106 = Jaktläge
107 = Lista
108 = Ikoner
109 = Detaljer
110 = Avinstallera
111 = Ta bort post
112 = Uppdatera programlistan
113 = Vill du verkligen ta bort markerad post?
114 = Vill du verkligen ta bort markerat program?
115 = Uppdatera REVO
116 = Hjälp
117 = Hjälp för markerat verktyg...
118 = Hemsida...
119 = Om...
120 = Du är inte administratör!
121 = Vill du verkligen avinstallera denna systemkomponent?\nAVBRYT om du inte är HELT säker på vad du gör!
122 = Avinstalleraren visar alla program och -komponenter som är installerade för alla användare på datorn. I vissa vyer eller via en högerklicksmeny kan du komma åt ytterligare information, länkar och egenskaper gällande installationer. En huvudfunktion hos Revo Uninstaller är 'Jaktläge'. Detta läge låter dig avinstallera, stoppa, ta bort eller förhindra att en applikation autostartar, endast genom att klicka på den.
123 = Sök
124 = Hittade:
125 = Vill du verkligen ta bort markerad systemkomponent från registret?\nSystemet kan sluta fungera om du gör det!
126 =  är borttaget från autostartsektionen!
127 =  har lagts till i autostartsektionen!
128 = %s är installerad på samma plats som %s!\nFiler från BÅDA applikationerna kommer att rapporteras som kvarvarande! Kontrollera NOGA vilka av filerna Du vill radera!
129 = Tvingad Avinstallation


[Uninstaller List]
150 = Program
151 = Storlek
152 = Version
153 = Installationsdatum
154 = Företag 
155 = Webbplats
156 = Kommentar
157 = Avinstallationssträng
158 = Registernyckel
159 = Installationsfil

[Uninstaller StatusBar]
201 = Installerade:
202 = Laddar...


[Registry Optimizer]
302 = Välj plats att skanna
303 = Startmeny

[AutoRun Toolbar]
407 = Kör
408 = Avsluta
409 = Ta bort
410 = Komponenter :
411 = Aktiverad :
412 = Med Autostarthanteraren kan du inte bara aktivera eller inaktivera applikationer från att starta automatiskt tillsammans med Windows. Du kan även visa mer information om valfri applikation som är inställd på att autostarta. Utöver detta kan du visa information om utgivaren av programmet, dess initieringssökväg, var det är lagrat på datorn, dess status och om det körs eller ej.

[AutoRun List]
450 = Applikationsnamn
451 = Initieringssökväg
452 = Beskrivning
453 = Utgivare
454 = Status
455 = Plats
456 = KÖRS
457 = KÖRS INTE
458 = OGILTIG
459 = Avsluta Process
460 = Kör Process
461 = Öppna Objektets Mapp
462 = Gå Till Plats
463 = Kopiera initieringssökväg
464 = Ta Bort Markerad(e)
465 = Ta Bort Alla Ogiltiga
466 = Ta Bort Alla Som Inte Körs
467 = Ta Bort Alla Inaktiverade
468 = Egenskaper...
470 = Vill du verkligen stänga markerad applikation?\nAlla osparade data kommer att förloras!
471 = Vill du verkligen ta bort den markerade komponenten?
472 = Vill du verkligen ta bort alla ogiltiga komponenter?
473 = Vill du verkligen ta bort alla komponenter som inte körs?
474 = Vill du verkligen ta bort alla inaktiverade komponenter?
475 = Kommandot Finns Inte!
476 = OKÄNT
477 = Inaktivera Autostart
478 = Aktivera Autostart

[Outlook Control]
300 = Optimering
301 = Registeroptimering
400 = Autostarthanteraren
500 = Spårrensning
501 = Webbläsarrensning
600 = MS Office-rensning
700 = Windows-städning
800 = Avlägsna spår
900 = Fullständig radering
2100 = Windowsverktyg
2200 = Skräpfilsrensning

[Track Cleaner Browsers]
507 = Rensa allt
508 = Rensa Internethistorik
509 = Radera Adressfältshistorik
510 = Radera Temporära Internetfiler
511 = Radera Cookies
512 = Radera Index.dat-filer
513 = Kör
514 = Radera Nedladdningshistorik
515 = Radera Sessionshistorik
516 = Radera Formulärhistorik
517 = Avinstallerare
518 = Vill du verkligen radera all historik?
521 = Vill du verkligen radera all Internet Explorer-historik?
522 = Vill du verkligen radera all Firefox-historik?
523 = Vill du verkligen radera all Opera-historik?
524 = Vill du verkligen radera all Netscape-historik?
525 = Din webbläsare lagrar detaljer om alla webbsidor du har besökt. Dessa nås lätt från webbläsarfönstret och bara genom ett knapptryck kan vem som helst se vilka sidor du besökt på nätet! Med Browser Cleaner kan du ta bort alla temporära internet-filer, såsom alla bilder du har tittat på, alla filmer du har sett på nätet och alla sidor du har besökt. Genom att radera Temporary Internet Files frigör du även värdefullt diskutrymme.
526 = Stäng webbläsaren innan du rensar bort spåren från internet.
527 = Index.dat-filerna tas bort vid nästa omstart av datorn.
599 = Rensning av spår från markerad(e) applikation(er) utförd!


[Track Cleaner Office]
601 = Rensa
607 = Rensa historiken i MS Word
608 = Inkluderar Word 2000, Word XP, Word 2003, Word 2007, Word 2010 och Word 2013
609 = Rensa historiken i MS Excel
610 = Inkluderar Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 och Excel 2013
611 = Rensa historiken i MS Access
612 = Inkluderar Access 2000, Access XP, Access 2003, Access 2007, Access 2010 och Access 2013
613 = Rensa historiken i MS PowerPoint
614 = Inkluderar PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 och PowerPoint 2013
615 = Rensa historiken i MS FrontPage
616 = Inkluderar FrontPage 2000, FrontPage XP och FrontPage 2003
617 = 'MS Office-rensning' låter dig ta bort historiken över de senast använda dokumenten i MS Word, Excel, Access, PowerPoint och FrontPage. Om du inte vill att vem som helst ska kunna se vilka dokument du har skapat, öppnat eller redigerat i MS Office, markerar du dessa och klickar på knappen 'Rensa'. Dokumentlistan töms.

[Track Cleaner Windows]
701 = Rensa
707 = Rensa 'Senast öppnade dokument'
708 = Rensa historiken i Kör
709 = Rensa historiken i Sök
710 = Rensa historiken i Sök skrivare, datorer eller personer
711 = Töm Urklipp
712 = Rensa historiken i MS Paint
713 = Rensa historiken i MS WordPad
714 = Rensa historiken för öppnade nycklar i Regedit
715 = Rensa historiken för Öppnade, Sparade och Tidigare filer
716 = Rensa historiken för Senast öppnade mapp
717 = Töm Papperskorgen
718 = Ta bort Windows Temporära filer (Temp)
719 = Ta bort loggfilen för Startmenyklick
720 = Microsoft Windows håller reda på många saker som du gör med datorn. T.ex. lagras sökhistorik när du letar efter filer och mappar; vilka dokument du öppnade senast; vilka filer du har öppnat eller sparat i diverse olika applikationer m.m. m.m. Windows-städning låter dig ta bort både denna historik och alla dess temporära filer. Du kan även tömma Papperskorgen och ta bort temporära filer, vilket frigör värdefullt diskutrymme.
721 = Historiken i 'Kör' kommer att tas bort när explorer.exe startas om
722 = Användarspår i Registret
723 = Användarspår på hårddisk(ar)
724 = Radera minnesdump-filer
725 = Radera filfragment från chkdsk (Check Disk)


[Evidence Remove]
802 = Utför
803 = Raderar
804 = Vänligen vänta medan raderingen utförs
805 = Klar
806 = Sätt en bock i rutan framför den/de disk(ar) du vill radera spåren av ditt arbete ifrån. Det här verktyget påverkar endast redan borttagna data. VARNING: När processen är slutförd kommer det att vara mycket svårt att återskapa dina raderade filer!
807 = När du tömmer Papperskorgen raderas filerna inte på riktigt. De markeras som raderade i systemet, men finns fysiskt kvar på disken. Funktionen 'Avlägsna spår' tar bort filer och mappar permanent och nästan inget verktyg i världen kommer att kunna återskapa dem igen.
808 = Vill du verkligen avlägsna alla spår av dina borttagna filer på markerad(e) disk(ar)?

[Unrecoverable  Delete ]
912 = Listan med filer och mappar kommer att raderas utan möjlighet till återskapande.
913 = Filer
914 = Mappar
915 = Lägg till filer som du vill radera fullständigt från systemet. Dessa kan aldrig återskapas, vare sig fysiskt eller med någon programvara!
916 = Lägg till mappar som du vill radera fullständigt från systemet. Dessa kan aldrig återskapas, vare sig fysiskt eller med någon programvara!
917 = Lägg till filer för radering
918 = Lägg till mappar för radering
919 = RADERA FÖR ALLTID
920 = Rensa listan
921 = Om du på ett säkert sätt vill radera en fil eller en mapp och vara säker på att den aldrig kommer att kunna återskapas av någon med något verktyg, ska du använda verktyget 'Fullständig radering'.\nNär man tömmer Windows Papperskorg betyder inte detta att de borttagna filerna är borta för alltid. De finns fortfarande kvar på hårddisken och vem som helst kan återskapa dem utan större ansträngning. Verktyget 'Fullständig radering' gör detta omöjligt eftersom det raderar valda filer och mappar fysiskt genom överskrivning. 
922 = Vill du verkligen radera markerade filer och mappar FÖR ALLTID?

[Options Tree]
1001 = Alternativ
1100 = Allmänt
1200 = Avinstallerare

[General]
1101 = Språk:
1102 = Aktivera Avancerat läge
1103 = Sök efter uppdatering vid programstart

[Uninstaller Options]
1201 = Visa Systemuppdateringar
1202 = Visa Systemkomponenter
1203 = Aktivera Snabbstartläge
1204 = Kör endast programmets inbyggda avinstallerare
1205 = (Stöds ej av  Vista)
1206 = Skapa en systemåterställningspunkt innan avinstallationen
1207 = Radera kvarvarande filer och mappar till Papperskorgen


[Auto Update]
1907 = Uppdatera
1908 = Versionsinformation
1909 = Installerad Version:
1910 = Senaste Version:
1911 = HÄMTA
1912 = Hämta Senaste Versionen
1913 = Nyheter
1914 = Kontrollerar...
1915 = Anslutningsproblem...
1916 = STOPP
1917 = %s av %s nedladdat
1918 = %s nedladdat (okänd storlek)
1919 = Revo Uninstaller kunde inte ansluta till www.revouninstaller.com. Vänligen kontrollera att internetanslutningen fungerar, samt att brandväggen inte hindrar Revo Uninstaller 
1920 = Fel: Sökningen efter ny version misslyckades. Ingen internetanslutning upptäcktes.


[WinTools]
2110 = Kör
2111 = Det finns en hel del nyttiga och användbara verktyg i varje utgåva av Windows operativsystem. Tyvärr är en del av dem bara tillgängliga via långa Kommandopromptssträngar och -växlar och andra kan vara svåra att komma åt av andra anledningar. 'Windowsverktyg' ger dig möjlighet att komma åt mer är tio av de du använder mest i ditt dagliga arbete med ett enda knapptryck.
2112 = Du kan använda detta till att återställa din dator till ett tidigare  tillfälle, utan att förlora dina personliga filer, om ett problem skulle uppstå.\n'Systemåterställning' övervakar ändringar gjorda i systemet och i vissa applikationer och lättidentifierade återställningspunkter skapas automatiskt. Dessa återställningspunkter kan sedan användas för att återställa systemet till en tidigare tidpunkt. De skapas dagligen samt vid vissa speciella händelser i datoranvändandet.\nDu kan även skapa återställningspunkter manuellt och även namnge dem för att lättare kunna identifiera dem senare.
2113 = Används för att samla och visa information om din dators hårdvara och operativsystem, din internetkonfiguration, inklusive modemets och nätverkskortets konfiguration. Med 'Nätverksdiagnostik' kan du utföra systemgenomsökningar och testa anslutningsinställningarna och kontrollera att dina nätverksrelaterade program och tjänster fungerar som de ska. 
2114 = Du kan använda detta för att visa alla aktuella TCP/IP-konfigurationsvärden och för att uppdatera Dynamic Host Configuration Protocol (DHCP) och Domain Name System (DNS) -inställningar. Det visar den fullständiga TCP/IP-konfigurationen för alla nätverkskort, inklusive IP-adress, MAC-adress, Nätmask, Standard-gateway, Windows Internet Naming Service (WINS) och DNS-konfiguration.
2115 = Detta används för att kontrollera statusen för tre viktiga säkerhetskomponenter - Brandvägg, Antivirus och Automatiska Uppdateringar. Om ett problem skulle uppstå med någon av dessa komponenter, (t.ex. att antivirusprogrammet inte är uppdaterat), skickar Säkerhetscentret ut en varning, samt föreslår åtgärder för hur du bättre ska kunna skydda din dator.
2116 = Du kan använda detta för att: Visa grundläggande information, såsom Processortyp och RAM-minnen; Visa och justera inställningar som kontrollerar hur datorn använder minnet och hittar viss information; Visa information om hårdvaru- och enhetsegenskaper, samt konfigurera hårdvaruprofiler, visa information om nätverksanslutningar och inloggningsprofil. Rapportering av system- och/eller programfel till Microsoft eller Systemadministratören, (om några sådana skulle uppstå), ingår också.
2117 = Systeminformation är en komponent som samlar in och visar information om systemkonfigurationen för den lokala datorn och datorer i nätverket. Denna inkluderar information om hårdvarukonfiguration, datorkomponenter och mjukvara, inklusive signerade och osignerade drivrutiner. Systeminformation är ett supportverktyg som snabbt ger dig information om datorn och dess operativsystem.
2118 = 'TCP/IP Netstat'-kommandot är en komponent i Windows operativsystem som visar alla aktiva anslutningar för TCP/IP-protokollet. Det visar vilka portar systemet lyssnar på, (TCP och UDP), samt vilka program som är involverade i varje anslutning eller lyssningsport. Programnamnet visas underst, inom [ ], högst upp ser man den anropade komponenten och så vidare, tills TCP/IP slutligen nåtts. 
2119 = Detta verktyget visar ett virtuellt tangentbord på skärmen och tillåter användare med rörelse- eller funktionshinder att mata in data med ett pekverktyg eller en joystick. Skärmtangentbordet är också bra att använda om du misstänker att en key-logger har installerats på datorn, och att alla tangenttryckningar registreras av denna. Skärmtangentbordet eliminerar sådan registrering.
2120 = Detta verktyg analyserar lokala diskvolymer och förenar fragmenterade mappar och filer så att dessa placeras sammanhängande, på samma ställe på disken. Förutom att snabba upp läshastigheten på filerna, samlas också det fria oanvända utrymmet på disken på samma ställe, med mindre risk för framtida filfragmentering som följd. 
2121 = Kan användas till att starta, stoppa, pausa och återuppta tjänster på nätverksdatorer såväl som den lokala datorn; Hantera tjänster på lokala och nätverksdatorer; Upprätta åtgärder som ska vidtas om en tjänst slutar att fungera, t.ex. starta om tjänsten automatiskt; Aktivera eller inaktivera tjänster för en specifik hårdvaruprofil; Kontrollera status och beskrivning för varje tjänst.
2122 = Används för att hantera delade resurser i ett nätverk, styra åtkomsträttigheter, sessionsaktivitet, delningsegenskaper, samt visa en summering av anslutningar och resurser för lokal dator och nätverksdatorer. Med Delade mappar kan du: Skapa, visa och ställa in rättigheter för delade resurser; Visa en lista över alla användare som är anslutna till en resurs eller dator i nätverket och även koppla ifrån en eller alla användare; Lista alla filer som har använts av fjärranvändare.
2123 = Detta verktyg inkluderar principinställningar för användar- och datorkonfigurationer. Grupprincipinställningar definierar de olika inställningarna för komponenter som ska visas på användarnas skrivbord, och som administratören behöver kunna hantera, t.ex. vilka program användarna ska kunna använda, vilka program som ska visas på datorerna, samt olika alternativ för startmenyn, m.m.
2124 = Lägg till/Ta bort Windows-komponenter låter dig hantera installerade Windows-komponenter på din dator. När Windows operativsystem har installerats på datorn kan du använda detta för att lägga till nya komponenter i efterhand, eller för att ta bort sådana som du inte använder eller behöver. 
2125 = MS Windows 'Verktyg för borttagning av skadlig programvara' kontrollerar datorer som kör Windows operativsystem, så att de inte är infekterade av skadlig programvara, samt hjälper till att desinficera dem ifall något illasinnat skulle påträffas. Dessa 'skadliga programvaror' innefattar virus, maskar och trojaner. När genomsöknings- och borttagningsfasen är avklarad, visar programmet en rapport i vilken resultatet redovisas.


[Junk Files Cleaner Options]
2202 = Diskar att skanna:
2203 = Mönster
2204 = Beskrivning
2205 = Lägg till
2206 = Ta bort
2207 = Sätt som Standard
2208 = Skräpfilsrensaren::Allmänt
2209 = Skräpfilsrensaren::Exkludera
2220 = Mönster att söka efter:
2221 = Du kan använda (? och *) som jokertecken
2222 = Lägg till mönster
2223 = Lägg till Exkluderingsmönster
2224 = Du kan använda (? och *) som jokertecken
2225 = Exkluderingsmönster:
2226 = Radera filer till Papperskorgen
2227 = Ignorera filer som använts inom de senaste 24 timmarna


[Junk Files Cleaner Tool]
2306 = Sök
2307 = Ta bort
2308 = Söker
2309 = Vänligen vänta medan sökningen pågår
2310 = Avbryt
2311 = Namn
2312 = Storlek
2319 = Filer:
2320 = Total storlek:
2323 = Vissa filer används av Windows eller ett annat program\n och kan inte tas bort nu
2324 = Du måste välja minst en disk och en filändelse för att kunna söka
2325 = Med Skräpfilsrensaren kan du finna och ta bort många typer av skräpfiler och andra onödiga filer från datorn. Normalt tas dessa bort av applikationen som skapat dem, när de inte längre behövs. Dock kan de bli kvar permanent om t.ex. huvudapplikationen avslutas onormalt, eller vid en systemkrasch m.m. Om detta skulle inträffa kan datorns prestanda och diskutrymme påverkas negativt. 
2326 = Fil
2327 = Tar bort

[ContextMenu Junk Files Cleaner]
2313 = Öppna
2314 = Googla efter 
2315 = Öppna Objektets Mapp
2316 = Egenskaper...
2317 = Markera Alla
2318 = Avmarkera Alla
2321 = Markera valda
2322 = Avmarkera Valda

[TopMost Window]
4002 = Alternativ
4003 = Öppna Huvudfönstret
4004 = Drag och Släpp-läge
4005 = Jaktläge
4006 = Storlek
4007 = Liten
4008 = Mellan
4009 = Stor
4010 = Fönsterstorlek
4011 = AVSLUTA
4012 = Avinstallera
4013 = Förhindra Autostart
4014 = Avsluta Process
4015 = Avsluta och Ta bort Process
4016 = Öppna Objektets Mapp
4017 = Info
4018 = Egenskaper
4019 = AVBRYT
4020 = Endast en fil i taget stöds!
4021 = Du släppte en hel mapp, vänligen Drag och släpp en fil!
4022 = Avinstallera eller Ta bort:
4023 = Olösligt! Försök med att peka på ett annat fönster annan ikon eller annat systemfältselement
4024 = Kan inte köra kommandot Avinstallera!\n Vänligen använd programmets eget\n avinstallationsprogram.
4025 = Inget avinstallationspaket hittades!\nTips: Skaffa mer information om programmet och\n försök avinstallera det ifrån huvudfönstret!
4026 = Målapplikationen har autostart inaktiverat!\nTips: Om du vill aktivera det igen kan du använda Autostarthanteraren i huvudapplikationen!
4027 = Målapplikationen finns inte bland de vanliga platserna för autostart!\nTips: För att söka efter ovanliga startplatser för olika program, vänligen använd webbplatsen www.google.se!
4028 = Vill du verkligen avsluta och ta bort den markerade applikationen?\nAlla osparade data kommer att gå förlorade!
4029 = Avinstallerare
4030 = Vill du verkligen avsluta och ta bort den markerade applikationen?\nAlla osparade data kommer att gå förlorade!
4031 = Vill du verkligen avsluta Windows Utforskaren?\n Startmeny och Aktivitetsfält kommer att försvinna!
4032 = Starta med Windows
4033 = Fönsteropacitet 


[Scan After Uninstall]
4210 = Plats
4211 = Nyckel
4212 = Värde
4213 = Data
4214 = Fil
4215 = Markera en post att utföra åtgärden på!
4216 = Genomsökning efter avinstallation
4217 = Markera Alla
4218 = Avmarkera Alla
4219 = Radera
4220 = Kvarvarande Filer
4221 = Kvarvarande Registerposter
4222 = Söker innan avinstallation...Vänligen vänta
4223 = Kör avinstallerare...
4224 = Kör sökning efter kvarvarande Filer, Mappar och Registerposter när avinstallationen är avslutad
4225 = Kör genomsökning efter avinstallationen...Vänligen vänta
4226 = Kontrollera listade element NOGGRANT!
4227 = Stäng
4228 = Resterande filer i listan kommer att tas bort efter nästa omstart av datorn
4229 = Det gick inte att köra applikationens avinstallerare!\nAvinstallationskommandot kan vara korrupt eller skadat!
4230 = Tillbaka
4231 = Nästa
4232 = Välj ett avinstallationsläge.
4234 = Standardläge - kör endast programmets egna avinstallerare utan ytterligare genomsökning.
4235 = Säkert läge - inkluderar den inbyggda avinstalleraren och utför dessutom en genomsökning av registret och hårddisk(ar) för att finna resterande poster som är säkra att ta bort. Det snabbaste läget.
4236 = Måttligt läge - inkluderar "Säkert läge" och utför även en utökad genomsökning för att finna alla kvarvarande poster på de vanligaste platserna i registret och på hårddisk(ar).
4237 = Avancerat läge - inkluderar "Måttligt läge" samt utför en grundlig genomsökning av registret och hårddisk(ar) för att finna alla kvarvarande relaterade poster och filer. Det långsammaste läget.
4238 = Analyserar innan avinstallation.
4239 = Startar programmets inbyggda avinstallerare för att utföra en standard-avinstallation.
4240 = Tryck "Nästa" för att söka efter kvarvarande filer, mappar och registerposter efter genomförd avinstallation.
4241 = Utför initial analys och avinstallation.
4242 = Genomsökning efter avinstallation
4243 = Genomsökning efter utförd avinstallation. Genomsöker registret och hårddisk(ar) efter kvarvarande filer, mappar och registerposter relaterade till det avinstallerade programmet. Vänligen vänta...
4244 = Funna kvarvarande registerposter
4245 = Funna registerposter:
4246 = OBS!: Kontrollera listade poster NOGGRANT! Endast poster markerade med fetstil och dess underposter kommer att tas bort!
4247 = Funna kvarvarande filer och mappar
4248 = Funna poster:
4249 = Dator
4250 = Revo Uninstaller kunde inte starta den inbyggda avinstalleraren för markerat program. Avinstallationskommandot kan vara ogiltigt, korrupt eller helt saknas. Tryck på "Tillbaka" för att välja en annan avinstallationsmetod.
4251 = Programmets inbyggda avinstallerare har avslutats. Revo Uninstaller har inte skannat efter kvarvarande filer, mappar eller registerposter. Tryck på "Tillbaka" för att använda ett annat avinstallationsläge för att söka efter dessa.
4252 = Revo Uninstaller genomförde avinstallationen framgångsrikt, men hittade inga kvarvarande poster. Tryck på "Tillbaka" för att försöka med ett annat utökat avinstallationsläge för en noggrannare genomsökning.
4253 = Revo Uninstaller genomförde avinstallationen framgångsrikt. Om du vill leta efter fler kvarvarande poster kan du trycka på "Tillbaka" för att prova med ett annat utökat avinstallationsläge för en noggrannare genomsökning.
4254 = Slutför
4255 = Vill du verkligen skicka markerade poster till Papperskorgen?
4256 = Vill du verkligen ta bort markerade registerposter?
4257 = Revo Uninstaller slutförde avinstallationen framgångsrikt!
4258 = Vill du verkligen hoppa över borttagningen av funna kvarvarande Registerposter och fortsätta till nästa steg?
4259 = Vill du verkligen hoppa över borttagningen av funna kvarvarande filer och mappar och fortsätta till nästa steg?
4260 = Sökning efter överblivna komponenter klar. Tryck "Nästa" för att se resultatet!
4261 = Skapar Systemåterställningspunkt...
4262 = Skapar Systemåterställningspunkt - misslyckades!
4263 = Skapa Systemåterställningspunkt inaktiverad (under Alternativ->Avinstallerare)
4264 = Skapar Systemåterställningspunkt - Klar!

[About]
4300 = Översättare:

[ContextMenu Uninstaller]
5000 = Kommandon
5001 = Info
5002 = Googla efter
5004 = Installationsplats
5005 = Öppna Om-länken...
5006 = Öppna Hjälp-länken...
5007 = Öppna Uppdateringslänken...
5008 = Öppna Registernyckel...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjälp
10003 = Bläddra
10004 = Hjälp för aktuellt verktyg
10005 = Hemsida
10006 = Om
10007 = Varning
10008 = FEL

[Tooltips]
2000 = Byt till Avinstallationsläge
2001 = Visa Verktygspanel
2002 = Justera inställningar efter eget behag
2003 = Byt till Jaktläge
2004 = Ändra hur listan med installerade applikationer visas
2005 = Avinstallera markerad applikation
2006 = Radera markerad registerpost
2007 = Uppdatera listan med applikationer
2008 = Uppdatera din version till den senaste utgåvan
2009 = Sök ytterligare svar på alla dina frågor om programmet
404 = Starta markerad applikation
405 = Avsluta och stäng markerad applikation
406 = Förhindra att markerad applikation autostartar
506 = Rensa markerade alternativ
605 = Rensa markerade alternativ
705 = Rensa markerade alternativ
2106 = Kör markerat verktyg
2304 = Sök efter onödiga filer enligt valda inställningar
2305 = Skicka markerade filer till Papperskorgen
